TEXT_HELLO=\
"""Привет! 👋
Я бот для регистрации на Пионерский выезд 2024!"""

TEXT_ABOUT=\
"""ПИОНЕРСКИЙ ВЫЕЗД  - самый масштабный выезд этой осени! Хочешь окунуться в прошлое, прочувствовать на себе атмосферу 90-ых - тогда тебе к нам!

Лихие 90-ые ждут тебя! 😎
⭐️ Выезд пройдет с 11 по 13 октября в УЦ «Бауманец», Ступино
⚡️ По всем вопросам обращайся к главным организаторам выезда: Лене Гурской - @lngrsk, Валерии Кульбацкой - @poltoraslova"""

TEXT_WHAT_TO_TAKE=\
"""💼 Не забудь взять с собой:
- Оригинал паспорта и оригинал/копию медицинского полиса 📇
- Малиновый пиджак, теплые и удобные вещи
- Жвачку «Турбо» и прочие вкусняшки для себя и не только (но не забудь про наше 3-х разовое питание)
- Образ в «стиле 90-ых», чтобы сразить всех на дискотеке 🪩"""


TEXT_ASK_FIO_FIRST_TIME=\
"Введи, пожалуйста, ФИО, так называемые Фамилию Имя Отчество 🤓"

TEXT_ASK_FIO_AGAIN=\
"Введи, пожалуйста, ФИО заново:"

TEXT_ASK_BIRTH_DATE_FIRST_TIME=\
"Отлично! А когда у тебя День Рождения? 🥳 (Напиши, пожалуйста, в формате: 10.03.2002)"

TEXT_ASK_BIRTH_DATE_AGAIN=\
"У тебя поменялась дата рождения? Ну хорошо, введи новую (в таком формате: 10.03.2002)"

TEXT_WRONG_DATE=\
"Неправильный формат даты, попробуй снова"

TEXT_ASK_GROUP_FIRST_TIME=\
"В какой группе ты учишься? (Напиши, пожалуйста, в формате РК6-71Б)"

TEXT_ASK_GROUP_AGAIN=\
"Введи, пожалуйста, свою группу (в формате РК6-71Б)"

TEXT_WRONG_GROUP=\
"Я не знаю такую группу, попробуй снова"

TEXT_ASK_PHONE_NUMBER_FIRST_TIME=\
"Теперь напиши, пожалуйста, номер своего телефончика ☎️"

TEXT_ASK_PHONE_NUMBER_AGAIN=\
"Ок, напиши новый номерок ☎️"

TEXT_WRONG_PHONE_NUMBER=\
"Неправильный формат номера телефона, попробуй снова"

TEXT_ASK_EXPECTATIONS_FIRST_TIME=\
"Какие у тебя ожидания от выезда?"

TEXT_ASK_EXPECTATIONS_AGAIN=\
"Что же ты ждёшь от выезда?"

TEXT_ASK_FOOD_WISHES_FIRST_TIME=\
"Напиши, если у тебя есть аллергия на что-то из еды 🥕"

TEXT_ASK_FOOD_WISHES_AGAIN=\
"Напиши, на что у тебя есть аллергия?"

TEXT_CONGRATULATIONS_FOR_REGISTRATION=\
"Поздравляю! Теперь ты зарегистрирован(а) на Пионерский выезд! 🎒"

TEXT_HELP=\
"""Если у тебя есть какие-то вопросы по выезду, можешь написать главным организаторам выезда: Лене Гурской - @lngrsk, Валерии Кульбацкой - @poltoraslova
Если у тебя возникли проблемы с регистрацией, можешь написать Максиму Александрову - @MrAlexandrov """

TEXT_NO_NEW_REGISTRATION=\
"""К сожалению, регистрация уже закрыта!
Но ты не расстраивайся, можешь узнать чуть больше о нас в нашем <a href="https://t.me/orgdolbaumanec">канале</a>"""

TEXT_ASK_AGREEMENT_AGAIN=\
"""Привет 🌟

<b>Пионерский выезд уже совсем скоро! (11-13 октября)</b> 🔥

Погружение в мир 90-х начнется с самого начала, ведь все выезды едут на электричках, а это идеально вписывается в нашу концепцию, вам точно понравится 😉

<b>Подскажи, ничего ли не поменялось, ты с нами?</b>

<i>Мы тебя очень ждем</i> 🫶🏻"""

TEXT_AGREE_TO_RIDE=\
"""🚀 Тогда не забывай теплые вещи и прыгай в нашу машину времени (<i>электричку</i>)

Ждем тебя на регистрации 11 октября к 18:30 у ноги МГТУ им. Н. Э. Баумана (Главное здание) ⚡️

<i>Список необходимого на выезд оставили</i> <a href="https://t.me/orgdolbaumanec/387">тут</a>"""

TEXT_CANT_RIDE_A_TRIP=\
"""Привет 🐝

К сожалению, места на Пионерский выезд очень быстро закончились и мы не сможем взять тебя с собой ☹️

Но мы с нетерпением ждем тебя в следующем году! ❤️"""
