TEXT_ABOUT=\
"ПИОНЕРСКИЙ ВЫЕЗД  - самый масштабный выезд этой осени! \
Хочешь окунуться в прошлое, прочувствовать на себе атмосферу 90-ых - тогда тебе к нам! \
\n\nЛихие 90-ые ждут тебя! 😎 \
\n\n⭐️ Выезд пройдет с 11 по 13 октября в УЦ «Бауманец», Ступино \
\n\n⚡️ По всем вопросам обращайся к главным организаторам выезда: \
Лене Гурской - @lngrsk, Валерии Кульбацкой - @poltoraslova"

TEXT_WHAT_TO_TAKE=\
"💼 Не забудь взять с собой: \
\n- Оригинал паспорта и оригинал/копию медицинского полиса \
\n- Малиновый пиджак, теплые и удобные вещи \
\n- Жевачку «Турбо» и прочие вкусняшки для себя и не только (но не забудь про наше 3-х разовое питание) \
\n- Образ в «стиле 90-ых», чтобы сразить всех на дискотеке"