TEXT_HELLO=\
"Привет! 👋"
"\nЯ бот для регистрации на Пионерский выезд 2024!"

TEXT_ABOUT=\
"ПИОНЕРСКИЙ ВЫЕЗД  - самый масштабный выезд этой осени! \
Хочешь окунуться в прошлое, прочувствовать на себе атмосферу 90-ых - тогда тебе к нам! \
\n\nЛихие 90-ые ждут тебя! 😎 \
\n\n⭐️ Выезд пройдет с 11 по 13 октября в УЦ «Бауманец», Ступино \
\n\n⚡️ По всем вопросам обращайся к главным организаторам выезда: \
Лене Гурской - @lngrsk, Валерии Кульбацкой - @poltoraslova"

TEXT_WHAT_TO_TAKE=\
"💼 Не забудь взять с собой: \
\n- Оригинал паспорта и оригинал/копию медицинского полиса 📇 \
\n- Малиновый пиджак, теплые и удобные вещи \
\n- Жвачку «Турбо» и прочие вкусняшки для себя и не только (но не забудь про наше 3-х разовое питание) \
\n- Образ в «стиле 90-ых», чтобы сразить всех на дискотеке 🪩"


TEXT_ASK_FIO_FIRST_TIME=\
"Введи, пожалуйста, ФИО, так называемые Фамилию Имя Отчество 🤓"

TEXT_ASK_FIO_AGAIN=\
"Введи, пожалуйста, ФИО заново:"

TEXT_ASK_BIRTH_DATE_FIRST_TIME=\
"Отлично! А когда у тебя День Рождения? 🥳 (Напиши, пожлуйста, в формате: 10.03.2002)"

TEXT_ASK_BIRTH_DATE_AGAIN=\
"У тебя поменялась дата рождения? Ну хорошо, введи новую (в таком формате: 10.03.2002)"

TEXT_ASK_GROUP_FIRST_TIME=\
"В какой группе ты учишься? (Напиши, пожалуйста, в формате РК6-71Б)"

TEXT_ASK_GROUP_AGAIN=\
"Введи, пожалуйста, свою группу (в формате РК6-71Б)"

TEXT_ASK_PHONE_NUMBER_FIRST_TIME=\
"Теперь напиши, пожаулуйста, номер своего телефончика ☎️"

TEXT_ASK_PHONE_NUMBER_AGAIN=\
"Ок, напиши новый номерок"

TEXT_ASK_EXPECTATIONS_FIRST_TIME=\
"Какие у тебя ожидания от выезда?"

TEXT_ASK_EXPECTATIONS_AGAIN=\
"Что же ты ждёшь от выезда?"

TEXT_ASK_FOOD_WISHES_FIRST_TIME=\
"Напши, если у тебя есть аллергия на что-то из еды 🥕"

TEXT_ASK_FOOD_WISHES_AGAIN=\
"Напиши, на что у тебя есть аллергия?"

TEXT_CONGRATULATIONS_FOR_REGISTRATION=\
"Поздравляю! Теперь ты зарегистрирован(а) на Пионерский выезд! 🎒"